---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PaperSize
source: html/871542c6-eb20-e088-5514-baa98c748c1c.htm
---
# PaperSize Members

Causes the object to release immediately any resources it may be utilizing.